/******************************************************************************
******************************************************************************
* @file    app/app_cloud.h 
* @author  zhao
* @version V1.0.0
* @date    2018.07.17
* @update  2018.07.17 
* @brief   云服务
******************************************************************************
******************************************************************************/
#ifndef __APP_CLOUD_H__
#define __APP_CLOUD_H__
#ifdef __cplusplus  /* C++支持 */
	extern "C"{
#endif
#include "bsp_rtc.h"
#include "app_pwd.h"
#include "xfs5152ce.h"
void cloud_task(void);
#endif


